{
  "cart": [
    {
      "id": "2",
      "brand": "Jo Malone London",
      "name": "Advent Calendar",
      "price": 5025,
      "description": "Gör dig redo för julen med Jo Malone Londons julkalender. Bakom de dekorativa dörrarna döljer sig tjugofem doftande överraskningar. Julkalendern innehåller ett urval av både tidlösa och säsongsbetonade dofter, minidoftljus och bath & body-favoriter i mindre storlekar, samt ett Travel Candle och en festlig 30 ml doft.",
      "image": "http://localhost:3001/images/Jo-Malone-London-Advent-Calendar.webp",
      "quantity": 1
    },
    {
      "id": "3",
      "brand": "La Mer",
      "name": "The Wonder Express Advent Calendar",
      "price": 6710,
      "description": "Upplev 12 dagar av magi med en adventskalender som förvandlar din jul. Skäm bort dig själv med silkeslena serum, lyxiga krämer och andra exklusiva behandlingar.",
      "image": "http://localhost:3001/images/La-Mer-The-Wonder-Express-Advent-Calendar.webp",
      "quantity": 8
    }
  ],
  "products": [
    {
      "id": "1",
      "brand": "Rituals",
      "name": "Classic Advent Calendar",
      "price": 899,
      "description": "Kom in i julkänslan med vår nya Amsterdam-inspirerade klassiska adventskalender. Omfamna kraften i medvetenhet och ge dig ut på en resa som hyllar livets minsta detaljer – som ofta för med sig den största lyckan. Tänk på det som adventstraditionen – öppnandet av 24 luckor som för med sig en ny gåva varje dag. Vår kalender innehåller exklusiva överraskningar med bästsäljare för kropp, hem och skönhet, tillsammans med limited edition-produkter och fyra ljus för adventssöndagar.",
      "image": "http://localhost:3001/images/Rituals-Classic-Advent-Calendar.webp"
    },
    {
      "id": "2",
      "brand": "Jo Malone London",
      "name": "Advent Calendar",
      "price": 5025,
      "description": "Gör dig redo för julen med Jo Malone Londons julkalender. Bakom de dekorativa dörrarna döljer sig tjugofem doftande överraskningar. Julkalendern innehåller ett urval av både tidlösa och säsongsbetonade dofter, minidoftljus och bath & body-favoriter i mindre storlekar, samt ett Travel Candle och en festlig 30 ml doft.",
      "image": "http://localhost:3001/images/Jo-Malone-London-Advent-Calendar.webp"
    },
    {
      "id": "3",
      "brand": "La Mer",
      "name": "The Wonder Express Advent Calendar",
      "price": 6710,
      "description": "Upplev 12 dagar av magi med en adventskalender som förvandlar din jul. Skäm bort dig själv med silkeslena serum, lyxiga krämer och andra exklusiva behandlingar.",
      "image": "http://localhost:3001/images/La-Mer-The-Wonder-Express-Advent-Calendar.webp"
    },
    {
      "id": "4",
      "brand": "L'Oréal Paris",
      "name": "Advent Calendar",
      "price": 1499,
      "description": "Upptäck den vackra adventskalendern från L'Oréal Paris. Den perfekta presenten för att sprida extra glädje varje dag fram till jul. Bakom varje lucka finns en L'Oréal Paris-favorit. Kalendern innehåller en blandning av smink-, hudvårds- och hårvårdsfavoriter. Skäm bort dig själv eller någon du tycker om med dessa ikoniska produkter från L'Oréal Paris.",
      "image": "http://localhost:3001/images/Loreal-Paris-Advent-Calendar.webp"
    },
    {
      "id": "5",
      "brand": "Rituals",
      "name": "Homme - Medium Gift Set",
      "price": 505,
      "description": "Detta underbara gåvoset är en perfekt present till en vän, familjemedlem eller till dig själv! Börja dagen uppfriskad och full av självförtroende med dessa vårdande produkter berikade med bambu, japansk mynta och cederträ. Innehåller duschskum, 2-i-1 hår- och kroppstvätt, kroppslotion för torr hud och eau de parfum. Origamidesignen har inspirerats av den japanska konsten att ge. I japansk kultur är presentinslagningen nästan lika viktig som paketets innehåll, eftersom gåvan betraktas som en sorts kommunikation mellan givare och mottagare. Ge den exklusiva, återanvändbara presentasken som medföljer ett nytt liv genom att förvara foton, brev och andra värdefulla föremål i den.",
      "image": "http://localhost:3001/images/Rituals-Homme-Medium-Gift-Set.webp"
    },
    {
      "id": "6",
      "brand": "Rituals",
      "name": "The Ritual Of Sakura - Small Gift Set",
      "price": 299,
      "description": "Detta underbara gåvoset är en perfekt present till en vän, familjemedlem eller till dig själv! Innehåller duschskum, doftljus, kroppskräm och kroppsskrubb. Fira varje dag som en ny början med dessa produkter baserade på de exklusiva dofterna av körsbärsblomma och rismjölk. Origamidesignen har inspirerats av den japanska konsten att ge. I japansk kultur är presentinslagningen nästan lika viktig som paketets innehåll, eftersom gåvan betraktas som en sorts kommunikation mellan givare och mottagare. Ge den exklusiva, återanvändbara presentasken som medföljer ett nytt liv genom att förvara foton, brev och andra värdefulla föremål i den.",
      "image": "http://localhost:3001/images/Rituals-The-Ritual-Of-Sakura.webp"
    }
  ]
}